import React from "react";

const About = () => {
  return (
    <div>
      <p>
        <b>Здравствуйте!</b>
      </p>
      <p>
        Если вы открыли это окно, то вам, наверное, интересно узнать о нашем
        сайте. Если вы сделали это случайно, то можете закрыть эту страницу :)
        Данный сайт был создан, чтобы делиться интересными новостями с интернет
        пользователями. На сайте реализована возможность добавлять свои новости
        всем зарегистрированным участникам, и если новости интересные, они будут
        опубликованы после проверки администрацией. Мы не стали делать сайт
        тематическим, решив просто публиковать различный материал - программы,
        игры, веселые статьи и т.п. Если вы хотите помочь данному проекту, то
        можете создать свою новость или просто рассказать о сайте друзьям. Если
        у вас есть вопросы, пожелания или рекомендации, то пишите{" "}
        <a href="https://vsetop.org/index.php?do=feedback">администрации</a>.
      </p>
      <p>
        <b>P.S.</b>
      </p>
      <p>Сайт не имеет пабликов в социальных сетях или сторонних зеркал.</p>
      <img src="https://vsetop.org/pic.png" alt="" />
    </div>
  );
};

export default About;
